INSERT INTO test.product (name,price,stock,category_id,status) VALUES
	 ('女裙子111',500,100,9,1),
	 ('女裙子222',600,200,9,1),
	 ('女裙子333',2000,20,9,1),
	 ('男羽绒外套111',300,50,7,1),
	 ('男羽绒外套222',600,80,7,1),
	 ('男休闲裤111',70,350,8,1),
	 ('男休闲裤222',76,350,8,1),
	 ('男休闲裤333',80,350,8,1),
	 ('男短袖111',57,288,6,1),
	 ('男短袖222',59,388,6,1);
INSERT INTO test.product (name,price,stock,category_id,status) VALUES
	 ('男短袖333',53,280,6,1),
	 ('男短袖444',77,288,6,1),
	 ('牛肉111',45,100,13,1),
	 ('鸡肉111',25,56,14,1),
	 ('鸡蛋111',8,110,15,1),
	 ('火腿肠111',2,321,16,1),
	 ('方便面111',5,333,17,1),
	 ('鸡肉222',30,56,14,1),
	 ('鸡肉333',23,100,14,1),
	 ('牛肉22',50,100,13,1);
INSERT INTO test.product (name,price,stock,category_id,status) VALUES
	 ('方便面222',4,333,17,1);